let postList = [{

  avator: "/images/page1/head1.jpg",
  date: "Jan 22 2021",
  author: "逢青",
  dateTime: "4小时前",
  title: "2021音乐人精选——还潮",
  banner: "/images/page1/item1.jpg",
  description: "“老酒日日醉，皇帝万万岁”。还潮，吴语中有受潮的含义，也形容小孩子又恢复了坏习惯。作品主要以宁波方言为主，是市井小民的浮世绘，你我周围的修罗场。",
  content: "还潮是宁波本地音乐人，歌大部分都是宁波话方言。听起来软软糯糯，带点丧，又很贴近生活。《宁波人有三譬好譬》非常有日常感。\n他应该和本地乐队和乐手有过很多合作，所以也有人把还潮归类到乐队类别里。\n非常喜欢他每次专辑/EP时候的简介。\n“阿叔常常梦见自己回到八十年代，梦见河里有抓不完的河鳗，梦见烟草厂里堆得山一样高的香烟，梦见“严打”期间死里逃生，梦见和上海小姑娘在江边谈情说爱时唱的那些歌，身无分文却浑身是劲。他说在那个时代不需要你有多大的抱负，单是生活在那个时代就已经足够你回味一辈子。 人生似幻化，终当归空无。 上世纪末，时代的愁云与新的生机同时出现在所有人的面前，阿叔在茫茫然中不幸被前者眷顾，不过万幸有香烟老酒茶叶茶，还有牛肉面。当时代以一种不可理喻的方式与你分道扬镳，你就要学会放弃一些东西，包括自己，只要你能想得足够开，你依旧可以在这个不属于自己的时代里活得坦然。 “老酒日日醉，皇帝万万岁”，只要杯中有酒，世上发生的一切都与他无关了。”",
  stars: 95,
  views: 361,
  postId: 0,
  musicUrl: "https://music.163.com/#/song?id=1307385071",
  musicTitle: "慈城公园交谊舞——还潮",
},{
  avator: "/images/page1/head2.jpg",
  date: "Jan 22 2021",
  author: "阿喜",
  dateTime: "10小时前",
  title: "食物的谜语：小森林-冬春篇",
  banner: "/images/page1/item2.jpg",
  description: "于无法融入喧嚣吵闹的大城市，平凡女孩市子（桥本爱 饰）选择回到自幼生长的老家——位于日本东北地区的小森村。这里没有过多时尚文明的色彩，当地人过着日出而作日落而息的传统生活，他们靠天吃饭，靠着双手经营人生。生活虽不富裕，心中则是满满的充实和欢喜。",
  content: "再没有什么比食物更普世了。一切有关食物的文字和影像都会备受欢迎。从《舌尖上的中国》到风靡日本又让中国吃货膜拜的《深夜食堂》无不如此。食物是最好的中介，它的美味是无需翻译的语言，可以用来传递感情，让人们产生某种感觉奇妙的交互。所以，自从这部《小森林：冬春篇》甫一出现，就被影迷热捧。如果不是因为以食物为主题，这部故事单调的电影注定被淹没，但食物成就了它。\n某种程度上说，《小森林：冬春篇》的故事是故意因陋就简的，它设定了一个若有若无的故事，或者说，那个故事只是一个影影焯焯的背景。女孩市子无法融入东京的喧闹生活，决定还是留在故乡小森。这里被大片森林围绕，村子中的人们靠农耕为生。市子每天自己种植，收割，自己制作食物，一个人安静的享用，偶尔与一个朋友分享，日子在春夏秋冬中静静流淌。\n这个田园牧歌般的故事，在当代社会中几近神话，但置于日本，那些安宁的乡村，完好的森林和人们之间亲昵但互相保留空间的教养，让这一切都令人信服。像很多大热的日本电影一样，《小森林》也是改编自漫画，由漫画家五十岚大介创作。分为去年上映的《小森林：夏秋篇》以及今年的《冬春篇》，每一部都被影迷不吝赞美。从影片一开始，这部电影特立独行的自信气质就显露无疑，雨后的树叶，孤独站立的鸟，一个女孩骑着单车从林间小道穿行而过，即使就单独把它当做风光片来看，它都配得上那些赞誉。它有一种罕有的安静。之所以受欢迎，就是因为它像这个喧闹世界中的一口鲜氧，它搭建起了一个我们可能永远也无法触摸到的彼岸，一种我们永远也无法过上的生活，但却又不虚渺，因为搭建这一切的中介是食物。\n《小森林》每一个章节的起承转合都以一种食物作为间隔和提示，女主角因由时节，心情，自己决定今天要做的食物，冬天就着温暖的火炉烤制温香暖糯的面包，夏天就在一天的溽热之后制作冰镇的米酒。她认真地制作，认真地享用。除了美食本身的诱惑，这部电影还因为这种态度而打动观众。所有食材都是就地取材，物尽其用，不故作奢华，也决不将就。现在“一人食”的话题备受关注，“一个人也要好好吃饭”的标题随处可见，成为了某种特有的时代语言，人们闯入了更加孤立化的“无缘社会”之后，在每天擦身而过的人群中却遇见孤独，“一个人好好吃饭”成为了一种向上的生活态度，《小森林》无非向人们展示了一种“一个人的美好”的可能性。这一点，会让生活在都市中的人们产生很大的共鸣。",
  stars: 63,
  views: 156,
  postId: 1,
},{
  avator: "/images/page1/head3.jpg",
  date: "Jan 21 2021",
  author: "Devrine",
  dateTime: "16小时前",
  title: "怀念近藤喜文",
  banner: "/images/page1/item3.jpg",
  description: "在才华刚刚起步的日子里，有一个人能完全诚挚地赞美，比什么都好，它不会令人骄傲，相反会让人更看清自己。",
  content: "据众人的回忆，近藤先生是位不大爱说话的人，工作时也不是火烧火燎那种。他仿佛永远也走不进人们视野的中心，然而他也没必要到那纷繁炫目的聚光灯下。默默埋首于那张堆满纸张的工作桌上，从容不慌地描绘着自己所爱的世界，这样就足够了，这样就足以让我们对近藤先生肃然起敬了。\n说近藤先生深爱着做动画这份工作，一点也不为过。你或许会举近藤喜文努力专注的工作态度，或是独自工作到深宵，或是带病工作诸如此例。但这未免太肤浅了。其实仅举《侧耳倾听》就足以以一当百。《侧耳倾听》是近藤喜文的唯一监督作，亦是他的传世代表作。这部剧场动画表达了积极向上的生活态度以及真挚纯洁的爱情观。这是有悲世情怀的押井守，以及有毁世情结的大友克洋所不能企及的。即便是宫崎骏，那也是有所不如。大家都说近藤喜文是“宫崎家的人”，近藤喜文的绘画风格确也深受宫崎骏的影响。但从《侧耳倾听》和宫崎骏9部监督作（《风之谷》及其以后的作品）的对比看来，二位监督的风格是很容易区分开来的。宫崎骏是一个耽于幻想的人，一直生活在自己一手营造的乌托邦中，而近藤喜文更专注于现实，着重生活上的点点滴滴。这一方面近藤喜文更像高畑勋。近藤先生也并不排斥幻想。相反，他的想象力是那么的富有热情和天马行空，简直要把观者的心也摄进去了。另一方面，宫崎骏的爱情观是晦涩的。纵观其所有作品，男女主人公之间的感情是如此的朦胧，以致让人琢磨不透那到底是不是真正的爱情。相比之下，近藤喜文的爱情观就直白多了。月岛雫与天泽圣司进展迅速却不显突兀，给人大有相互倾慕，一见钟情的感觉。这与监督直白的爱情观不无关系。男女主人公对对方的爱都是外露且溢于言表的。虽然并不是爱得如何轰轰烈烈，爱得如何死去活来。月上柳梢头，人约黄昏后的爱却更显真挚，才更值得人留恋回味。到临剧终时，男女主人公在初阳的见证下互定终生，更是爱情观直白的最好体现。\n明白这一点，近藤监督和宫崎监督的风格就基本可以区分开来了。《侧耳倾听》是一部爱意盈盈的作品，但假如监督不是热爱着生活，热爱着动画事业，这部作品是不可能如此感人至深的。这也是世人所习知的道理，在此恕不赘论了。\n除了在《侧耳倾听》中担任监督外，近藤喜文基本都是从事原画及作画监督的工作。上面已经说过，原画是一项异常艰辛的工作，再加上统筹协调各原画的作画监督一职，这叫本来身体就不壮健的近藤喜文怎么吃得消呢？到最后，高强度的劳动作业终于拖垮了他，48载的人生旅程不得不在1998年1月21日4时25分嘎然而止。这确实让人不禁黯然神伤，无限惋惜······\n最后以宫崎骏写给近藤喜文的悼词里的一段结束此文，亦希望借此表达我对近藤喜文先生的哀思：\nKon-Chan，\n奔向那蓝色的大海，\n奔向那晴朗的天空，\n轻轻地融入光线，微风，树木，流水和大地，\n安息吧。\n我永远不会忘记你。",
  stars: 23,
  views: 37,
  postId: 2,
},{
  avator: "/images/page1/head4.jpg",
  date: "Jan 21 2020",
  author: "金二一",
  dateTime: "20小时前",
  title: "vaundy：唱新东爱片尾曲的City Boy",
  banner: "/images/page1/item4.jpg",
  description: "用大城市的空气感，浮现出的情景来表达的话，那是坦白纯真的10代青年内心一面的言语。不被种类束缚的能够感受到他破格才能的广泛音乐灵感，在热心粉丝中急速扩大着。",
  content: "以橙色东京塔为中心的绚丽夜景徐徐拉开，伴随着《灯火》的吉他指弹，又一集《东京爱情故事2020》（以下简称新东爱）结束了。\n轻快的吉他旋律，清爽的男声，扎实却不张扬的鼓点，让人一听即中，忍不住身体摇晃起来——虽然《突如其来的爱情》深入人心，成为传世经典，但新东爱主题曲《灯火》自有不可否认的魅力。歌词中的“灯火照耀着我们的未来”和摩天大楼中闪耀的灯光遥相辉映，《灯火》的标题意象更加贴合当下东京的城市肖像，“和剧中的东京塔很符合”，新东爱的制作人清水一幸如是说。\n《灯火》的背后是位刚过二十岁生日的现役大学生Vaundy，就读于音楽塾ヴォイス的他会演奏多种乐器，包揽了作品的词曲、编曲和演唱，参与MV的制作，可谓全能的音乐人。成名前，他在社交平台上传自己的翻唱作品，直到今年，Vaundy凭借为新东爱演唱主题曲的机会人气急速上升，在主流音乐界渐露头角，发行首张专辑《Strobo》，还与Lauv合作，为《Modern Loneliness》混音，打破了国际壁垒。\n其实在《灯火》之前的2019年，Vaundy就因《東京フラッシュ》（Tokyo Flash）在日本年轻人中掀起了小小风潮。这首歌本只是Vaundy音乐课程的习作，谁知上传到Youtube以后，意外地受欢迎，仅仅一周播放量就超过了五十万，目前累计播放量已经超过七百万，为这个千禧男孩的音乐生涯开了个好头。\n",
  stars: 91,
  views: 225,
  postId: 3,
},{
  avator: "/images/page1/head5.jpg",
  date: "Jan 20 2020",
  author: "欲白",
  dateTime: "25小时前",
  title: "姜云升，一个有道士证的rapper",
  banner: "/images/page1/item5.jpg",
  description: "一个热爱说唱且对Battle说唱比赛造诣颇深的Rapper，同时他也是真正的道教弟子，师从道教三天门下天师道清微派门下。",
  content: "“生命是没有意义的，因为你我终将死去；时间的长河会抹去，你我存在的痕迹” （《你一定能够成为你想要去成为的人》）\n——但从我们彼此相遇的一刻起，从我们在每一个黑暗与孤独的长夜中互相爱护互相支持起，从我们成为彼此在无尽世界的索引、点亮彼此的生命地图开始，这个世界就一直在记录你我存在过的痕迹。漫长岁月长河中，过去屡战屡败的青涩少年，如何一步步秉持初心走在他热爱的rapper道路上，历经磨练浴血搏杀而成长为国内T1级别的Battle MC、如今独当一面的「姜云升」，这个世界会记得；同姜云升一样的你我芸芸众生，会如何度过各自波澜壮阔的一生、最终成长为自己想要去成为的人，这个世界同样记得。\n纵然世事无常前路莫测，你我初心不改矢志不渝，彼此心中的光便永不会熄灭，如月之亘如日之升地传承下去。\n",
  stars: 312,
  views: 518,
  postId: 4,
}]

export {
  postList
}

// module.exports = {
//   postList:local_database
// }